const BlogData = [
  {
    id: 1,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title:
      "האם כדאי להעדיף את מודל ה- Cloud CRM על פני On-Premise CRM ו-Hybrid CRM?",
    author: "",
    content: "",
    short:
      "לפני שנתחיל בהשוואה בין 3 מודלי העבודה של מערכות לניהול קשרי לקוחות, נסביר בקצרה על כל אחד מהם: Cloud crm...",
    img: "/blogs/blog-1.jpg",
  },
  {
    id: 2,
    filters: ["all", "CRM"],
    title: "איך הענן והמובייל הפכו את ה- CRM מכלי טקטי לכלי אסטרטגי?",
    author: "אמיר דבוש",
    content: "",
    short:
      "למהפכת הענן של מערכות CRM ישנה השפעה משמעותית לא רק על המודלים העסקיים ויעילות העבודה בארגונים,  אלא גם על...",
    img: "/blogs/blog-2.jpg",
  },
  {
    id: 3,
    filters: ["all", "CRM", "ניהול לקוחות"],
    title: "מה חשוב שתשאלו את עצמכם לפני רכישת מערכת CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "רכישת מערכת CRM היא לא רכישה של מוצר רגיל. המוצר במקרה זה הוא מערכת מידע של ליבת הארגון, המערבת...",
    img: "/blogs/blog-3.jpg",
  },
  {
    id: 4,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך לבחון ולערוך טוב יותר הסכם רמת שירות (SLA)?",
    author: "אמיר דבוש",
    content: "",
    short:
      "חוזי שירות מול לקוחות הינו נושא חשוב ורגיש הדורש התייחסות רצינית מצד כל ארגון המספק שירות לציבור. מאמר זה...",
    img: "/blogs/blog-4.jpg",
  },
  {
    id: 5,
    filters: ["all", "CRM"],
    title: "איך תנהלו מדיניות חכמה ונכונה יותר של אפ-סיילס וקרוס-סיילס?",
    author: "אמיר דבוש",
    content: "",
    short:
      "את ניצני השימוש בטכניקת המכירות של אפ-סיילס וקרוס-סיילס, ניתן למצוא עוד לפני שנים רבות, כאשר הציעו לנו פלאפל עם...",
    img: "/blogs/blog-5.jpg",
  },
  {
    id: 6,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "כך תחרות מכירות תגדיל הכנסות!",
    author: "אמיר דבוש",
    content: "",
    short:
      "קידום תחרויות בין הנציגים במחלקת המכירות, יכול למנף את הישגי המחלקה ולשפר את הכנסות ורווחי הארגון באופן משמעותי. אלא...",
    img: "/blogs/blog-6.jpg",
  },
  {
    id: 7,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מדוע לרכוש מערכת CRM מיד עם הקמת החברה?",
    author: "אמיר דבוש",
    content: "",
    short:
      "הקמת חברה חדשה כרוכה בלא מעט עלויות, במיוחד אם המייסדים מביאים ''כסף מהבית'' על מנת לבצע את ההשקעה הראשונית....",
    img: "/blogs/blog-7.jpg",
  },
  {
    id: 8,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ניהול לידים באמצעות CLOUD CRM - הכי כדאי, הכי משתלם!",
    author: "אמיר דבוש",
    content: "",
    short:
      "ניהול לידים שהוא אחד התהליכים החשובים ביותר במערך המכירות של כל ארגון. תהליך חשוב צריך לדעת לנהל נכון, מפני...",
    img: "/blogs/blog-8.jpg",
  },
  {
    id: 9,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM בענן – האקס פקטור של CALL CENTER מצליח!",
    author: "אמיר דבוש",
    content: "",
    short:
      "ההכרה בערך המוסף של מערכות CRM  בענן המותקנות בעסקים, חברות וארגונים, בעידן החדש אינה מוטלת בספק. היכולת לנהל ולתמוך...",
    img: "/blogs/blog-9.jpg",
  },
  {
    id: 10,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תוכנה לניהול עסק: על מה לתת את הדעת?",
    author: "אמיר דבוש",
    content: "",
    short:
      "בעידן העכשווי, קשה מאוד לראות עסקים המסוגלים להתנהל ללא איזושהי תוכנה לניהול עסק. הקידמה, החדשנות והתגברות התחרות הופכות את...",
    img: "/blogs/blog-10.jpg",
  },
  {
    id: 11,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך הפיכת לידים להזדמנויות איכותיות ב-CRM תסייע לכם בתחזית הכנסות?",
    author: "אמיר דבוש",
    content: "",
    short:
      "כל אלו שנחשפו לראשונה למערכת ניהול קשרי לקוחות מתקדמת כדוגמת SKYZ CRM, צריכים להבין את המונחים ''ניהול לידים'' ו''ניהול...",
    img: "/blogs/blog-11.jpg",
  },
  {
    id: 12,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך תשפרו את התוצאות השיווקיות באמצעות FOLLOW-UP נכון ושיטתי?",
    author: "אמיר דבוש",
    content: "",
    short:
      "רבים מהמנכ''לים ומקבלי ההחלטות בעסקים, חברות וארגונים מוצפים בשיחות טלפון ומיילים שיווקיים באופן יומיומי. מעצם היותם כה עסוקים בכיבוי...",
    img: "/blogs/blog-12.jpg",
  },
  {
    id: 13,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "כמה חשוב שילוב נכון בין CTI ו-CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "אין עוררין על כל שפוטנציאל התרומה של מערכות   CTI (COMPUTER TELEPHONY INTEGRATION) ו- CRM (CUSTOMER RELATIONSHIP MANAGEMENT)  ליעילות מחלקות...",
    img: "/blogs/blog-13.jpg",
  },
  {
    id: 14,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך להתמודד עם ההתנגדות הפופולרית במכירות: ''אין לי תקציב''?",
    author: "אמיר דבוש",
    content: "",
    short:
      "אחת ההתנגדויות המאתגרות ביותר בהן נתקלים אנשי מכירות בהצגת הפתרון, השירות או המוצר אותו הם מוכרים , הינה ההתנגדות...",
    img: "/blogs/blog-14.jpg",
  },
  {
    id: 15,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "הדבר הבא אחרי מכירות ושיווק :  ''בניית הצלחת לקוחות''!",
    author: "אמיר דבוש",
    content: "",
    short:
      "אנחנו רגילים לחשוב שמנועי הצמיחה החשובים ביותר להגדלת ההכנסות ושורת הרווח הינם המכירות והשיווק. אין עוררין על כך, שעדיין...",
    img: "/blogs/blog-15.jpg",
  },
  {
    id: 16,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך המיזם שלכם יקפוץ כתה ללקוחות אסטרטגיים גדולים?",
    author: "אמיר דבוש",
    content: "",
    short:
      "כשאתם בתחילת הדרך , כעסק קטן או כמיזם צעיר לא ממש מוכר, הנכם נדרשים לנצל כל הזדמנות עסקית שתמנף...",
    img: "/blogs/blog-16.jpg",
  },
  {
    id: 17,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תפיסת לקוח – הרבה יותר ממה שחשבתם!",
    author: "אמיר דבוש",
    content: "",
    short:
      "כל עסק מתמודד עם ''תפיסת לקוח'' כבר מתחילת דרכו. במילים אחרות, הלקוחות עוקבים, לומדים מנהלים אינטראקציה עם נציגי החברה,...",
    img: "/blogs/blog-17.jpg",
  },
  //   {
  //     id: 18,
  //     filters: ["all", "CRM", "הצלחת לקוח"],
  //     title:
  //       "האם כדאי להעדיף את מודל ה- CLOUD CRM על פני ON-PREMISE CRM ו-HYBRID CRM?",
  //     author: "אמיר דבוש",
  //     content: "",
  //     short:
  //       "לפני שנתחיל בהשוואה בין 3 מודלי העבודה של מערכות לניהול קשרי לקוחות, נסביר בקצרה על כל אחד מהם: CLOUD CRM...",
  //     img: "/blogs/blog-18.jpg",
  //   },
  {
    id: 19,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM בענן – ערך מוסף אדיר לעסקים קטנים!",
    author: "אמיר דבוש",
    content: "",
    short:
      "מעבר למערכת CRM בענן אמור לייצר ערך מוסף רב לכל סוג וגודל פירמה במגזר העסקי. זה בהחלט נכון,  אלא...",
    img: "/blogs/blog-19.jpg",
  },
  {
    id: 20,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תוכנית נאמנות לקוחות: מה קיים ובמה כדאי להשתמש?",
    author: "אמיר דבוש",
    content: "",
    short:
      "אין צורך להכביר מילים על חשיבות שימור לקוחות נאמנים , בטח כאשר מדובר בעידן המידע החדש בו אנו חיים....",
    img: "/blogs/blog-20.jpg",
  },
  {
    id: 21,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ככה תניעו קדימה טוב יותר את אנשי המכירות.",
    author: "אמיר דבוש",
    content: "",
    short:
      "אין ספק, שגם לכם חשוב שמחלקת המכירות תגיע להישגים ותגדיל את הכנסות וריווחי הפירמה. טקטיקת ניהול יעדי מכירה, הינה...",
    img: "/blogs/blog-21.jpg",
  },
  //   {
  //     id: 22,
  //     filters: ["all", "CRM"],
  //     title: "איך הפיכת לידים להזדמנויות איכותיות ב-CRM תסייע לכם בתחזית הכנסות?",
  //     author: "אמיר דבוש",
  //     content: "",
  //     short:
  //       "כל אלו שנחשפו לראשונה למערכת ניהול קשרי לקוחות מתקדמת כדוגמת SKYZ CRM, צריכים להבין את המונחים ''ניהול לידים'' ו''ניהול...",
  //     img: "/blogs/blog-22.jpg",
  //   },
  {
    id: 23,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מדוע הקלטת השיחות בעידן ה-CRM בענן תורמת יותר לשירות הלקוחות?",
    author: "אמיר דבוש",
    content: "",
    short:
      "שירות לקוחות מנצח הוא אחד הפקטורים המרכזיים לצמצום נטישת לקוחות, חיזוק נאמנות, יצירת מוניטין ובשורה תחתונה הפיכת הארגון לאפקטיבי...",
    img: "/blogs/blog-23.jpg",
  },
  {
    id: 24,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM: הטרנדים החדשים שחשוב תדעו עליהם!",
    author: "אמיר דבוש",
    content: "",
    short:
      "את ניצניו הראשונים של תחום ניהול קשרי לקוחות ניתן היה לזהות כבר בתקופת המעבר לצריכה המונית והתפתחות התאגידים. שינוי...",
    img: "/blogs/blog-24.jpg",
  },
  //   {
  //     id: 25,
  //     filters: ["all", "CRM"],
  //     title: "איך הפיכת לידים להזדמנויות איכותיות ב-CRM תסייע לכם בתחזית הכנסות?",
  //     author: "אמיר דבוש",
  //     content: "",
  //     short:
  //       "כל אלו שנחשפו לראשונה למערכת ניהול קשרי לקוחות מתקדמת כדוגמת SKYZ CRM, צריכים להבין את המונחים ''ניהול לידים'' ו''ניהול...",
  //     img: "/blogs/blog-25.jpg",
  //   },
  //   {
  //     id: 26,
  //     filters: ["all", "CRM"],
  //     title: "תוכנה לניהול עסק: על מה לתת את הדעת?",
  //     author: "אמיר דבוש",
  //     content: "",
  //     short:
  //       "בעידן העכשווי, קשה מאוד לראות עסקים המסוגלים להתנהל ללא איזושהי תוכנה לניהול עסק. הקידמה, החדשנות והתגברות התחרות הופכות את...",
  //     img: "/blogs/blog-26.jpg",
  //   },
  //   {
  //     id: 27,
  //     filters: ["all", "CRM"],
  //     title: "איך תשפרו את התוצאות השיווקיות באמצעות FOLLOW-UP נכון ושיטתי?",
  //     author: "אמיר דבוש",
  //     content: "",
  //     short:
  //       "רבים מהמנכ''לים ומקבלי ההחלטות בעסקים, חברות וארגונים מוצפים בשיחות טלפון ומיילים שיווקיים באופן יומיומי. מעצם היותם כה עסוקים בכיבוי...",
  //     img: "/blogs/blog-27.jpg",
  //   },
  {
    id: 28,
    filters: ["all", "CRM"],
    title: "ERP ו-CRM: מה ההבדל בין המערכות ומי חשובה יותר?",
    author: "אמיר דבוש",
    content: "",
    short:
      "המונחים ERP ו-CRM מלווים אותנו שנים לא מעטות ומוכרים ללא מעט מקבלי החלטות במגזר העסקי. ישנה הכרה בחשיבות שלהם...",
    img: "/blogs/blog-28.jpg",
  },
  {
    id: 29,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ציפיות לקוח – חשוב להבין אותן ולפעול בהתאם!",
    author: "אמיר דבוש",
    content: "",
    short:
      "רוב הלקוחות מושפעים בעת רכישת מוצרים או שירותים מהסטנדרט הקיים בתחום, מעוצמת המותג הנרכש, מהבטחות אנשי המכירות, מתפיסת המוצרים...",
    img: "/blogs/blog-29.jpg",
  },
  {
    id: 30,
    filters: ["all", "CRM"],
    title: "ניהול מסמכים: כמה חשובה האינטגרציה עם מערכת CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת ניהול קשרי לקוחות אמורה בבסיסה לנהל ביעילות את כל תהליכי העבודה מול הלקוח בהיבטי המכירות, השיווק והשירות. מבחינת...",
    img: "/blogs/blog-30.jpg",
  },
  {
    id: 31,
    filters: ["all", "CRM"],
    title: "CRM בענן – האם הוא משפר חוויית לקוח?",
    author: "אמיר דבוש",
    content: "",
    short:
      "לפני שאתחיל לנתח את הסוגיה, ברצוני להסביר שאין כוונה בכותרת השאלה לשיפור חוויית המשתמש (הלקוח הישיר) במערכת ה-CRM,...",
    img: "/blogs/blog-31.jpg",
  },
  {
    id: 32,
    filters: ["all", "CRM"],
    title: "SKYZ CRM – ככה בונים הצלחת לקוחות!",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת CRM בעידן החדש , אינה יכולה להיות עוד סתם מערכת לניהול קשרי לקוחות. זוהי מערכת שאמורה להשתלב בדפוסי...",
    img: "/blogs/blog-32.jpg",
  },
  {
    id: 33,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ידע שיתופי עדכני ומתחדש: משאב שיווקי בעל חשיבות עצומה לארגון!",
    author: "אמיר דבוש",
    content: "",
    short:
      "אין צורך להכביר מילים על החשיבות העצומה של הנגישות לידע בעידן החדש. ידע נכון ומדויק בימינו לא רק שווה...",
    img: "/blogs/blog-33.jpg",
  },
  {
    id: 34,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תם העידן של ''סגירה אחת''. מתקדמים למכירה חכמה בשלבים!",
    author: "אמיר דבוש",
    content: "",
    short:
      "אין עוררין על כך שמטרתם של נציגי מכירות הינה מקסום סגירת העסקאות ועמידה בקווטות (מכסות) נדרשות. לכאורה, תהליך המכירה אמור...",
    img: "/blogs/blog-34.jpg",
  },
  {
    id: 35,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך תהליך אונבורדינג (ONBOARDING) מוצלח מגדיל הכנסות בטווח הארוך?",
    author: "אמיר דבוש",
    content: "",
    short:
      "ללא ספק, בניית הצלחת לקוח הינו אחד מהטרנדים העולמיים ה''חמים'' ביותר בארגונים עסקיים בעולם. מגמה זו הופכת ממש לתחום...",
    img: "/blogs/blog-35.jpg",
  },
  {
    id: 36,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM– מילון מונחים שימושי!",
    author: "אמיר דבוש",
    content: "",
    short:
      "מה זה CRM? מה זה CLOUD CRM? מה זה HYBRID CRM? מה זה EMAIL BLAST? לא פעם אנו...",
    img: "/blogs/blog-36.jpg",
  },
  {
    id: 37,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM בענן בשירות אתר האינטרנט שלכם – האינטגרציה שעושה פלאים!",
    author: "אמיר דבוש",
    content: "",
    short:
      "העידן המהפכני החדש שעובר עלינו, לא פוסח על אתרי האינטרנט. אם בסוף שנות התשעים ותחילת שנות האלפיים, אתרי האינטרנט...",
    img: "/blogs/blog-37.jpg",
  },
  {
    id: 38,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM חברתי (SCRM): מדוע זה כל כך חשוב לשירות לקוחות ומכירות בפועל?",
    author: "אמיר דבוש",
    content: "",
    short:
      "הייעוד המרכזי של מערכת CRM מאז ומתמיד היה ונשאר ניהול קשרי לקוחות בהיבטי במכירות, השירות והשיווק. על  הצרכים...",
    img: "/blogs/blog-38.jpg",
  },
  {
    id: 39,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "שירות לקוחות – מונחים שימושיים לעסקים!",
    author: "אמיר דבוש",
    content: "",
    short:
      "שירות לקוחות – CUSTOMER SERVICE שירות לקוחות מתייחס למתן שירות ותמיכה לפני, במהלך ואחרי רכישת המוצר ע''י הלקוח. שירות לקוחות יכול להיות מסופק תוך...",
    img: "/blogs/blog-39.jpg",
  },
  {
    id: 40,
    filters: ["all", "CRM"],
    title: "מערכת CRM עם הפנים חזק ל- ECOMMERCE.",
    author: "אמיר דבוש",
    content: "",
    short:
      "על התפתחות המסחר האלקטרוני החל מהמעבר למילניום הנוכחי, אין צורך להכביר מילים. כולנו רואים את הצמיחה המרשימה במכירות דיגיטליות...",
    img: "/blogs/blog-40.jpg",
  },
  {
    id: 41,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איזו טקטיקת מכירות תשכנע יותר לקוחות לרכוש את המוצר שלכם?",
    author: "אמיר דבוש",
    content: "",
    short:
      "להיות איש מכירות, לדעתי, זו גם אומנות וגם אמנות. לפני שאסביר לכם למה אני מתכוון, ברצוני להציג בפניכם, למי...",
    img: "/blogs/blog-41.jpg",
  },
  {
    id: 42,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM מול ERP: אלו נתוני מערכת תורמים יותר לתחזית הזמנות?",
    author: "אמיר דבוש",
    content: "",
    short:
      "CRM ו-ERP הן ללא ספק מערכות הליבה הפופולריות ביותר בניהול הפעילות השוטפת של ארגונים, חברות ועסקים. במאמר קודם שלי...",
    img: "/blogs/blog-42.jpg",
  },
  {
    id: 43,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "פרסום ושיווק - מונחים חיוניים",
    author: "אמיר דבוש",
    content: "",
    short:
      "תחום השיווק והפרסום נמצא בהתפתחות מואצת מתחילת המילניום הנוכחי. התבססות האינטרנט כפלטפורמת מרכזית, הצמיחה האדירה בשימוש במובייל (בדגש על...",
    img: "/blogs/blog-43.jpg",
  },
  {
    id: 44,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title:
      "תוכנה לניהול מכירות: מהם המדדים החשובים ביותר למקסום האפקטיביות בפועל?",
    author: "אמיר דבוש",
    content: "",
    short:
      "תוכנה לניהול מכירות היא אחד הכלים החשובים והחיוניים ביותר לשיפור תהליכי מכירה ולעמידה במכסת העסקאות שנקבעה מראש. תוכנה זה...",
    img: "/blogs/blog-44.jpg",
  },
  {
    id: 45,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תוכנה לניהול שירות בענן תואמת מובייל משנה דרמטית את חוויית הלקוח!",
    author: "אמיר דבוש",
    content: "",
    short:
      "בעידן החדש ציפיות הלקוחות לחוויות שירות מהירות, זמינות, אפקטיביות וידידותיות הן כבר מציאות יומיומית. הדרישות הן לסיפוק חוויית הלקוח...",
    img: "/blogs/blog-45.jpg",
  },
  {
    id: 46,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מכירות יזומות כדאי לנהל בחוכמה!",
    author: "אמיר דבוש",
    content: "",
    short:
      "ביצוע מכירות יזומות הינו מהלך שיווקי מתבקש כמעט בכל חברה המעוניינת למנף את היקף המכירות של המוצרים שלה. ניהול מהלך...",
    img: "/blogs/blog-46.jpg",
  },
  {
    id: 47,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מערכת CRM תמנף לכם את השיווק בהתאמה אישית!",
    author: "אמיר דבוש",
    content: "",
    short:
      "אחד ממהלכי המפתח של השיווק בעידן החדש הינו שיפור חוויית לקוח. מהלך מפתח זה מסתייע רבות במערכת CRM המאפשרת...",
    img: "/blogs/blog-47.jpg",
  },
  {
    id: 48,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ההבדל בין מכירות לפיתוח עסקי והקשר ל-CRM",
    author: "אמיר דבוש",
    content: "",
    short:
      "תפקידו של ''פיתוח עסקי'' הוא להרחיב את הכנסות החברה באמצעות חדירה לשווקים חדשים ושימוש בטקטיקות חכמות המסייעות להגדלת המכירות....",
    img: "/blogs/blog-48.jpg",
  },
  {
    id: 49,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "שירות לקוחות מוצלח מחייב ניהול זרימת עבודה (WORKFLOW) אפקטיבי!",
    author: "אמיר דבוש",
    content: "",
    short:
      "שירות לקוחות יאבד משמעותית מהאפקטיביות שלו ללא מענה מהיר של איש התמיכה הנכון וללא בקרה ניהולית בזמן אמת על...",
    img: "/blogs/blog-49.jpg",
  },
  {
    id: 50,
    filters: ["all", "CRM"],
    title: "מערכת CRM פופולרית מתקדמת או ''תוכנה תפורה''?",
    author: "אמיר דבוש",
    content: "",
    short:
      "אחת השאלות המרכזיות שחברות שואלות את עצמן בבואן לרכוש מערכת ניהול לקוחות לארגון: האם לרכוש תוכנת CRM פופולרית או...",
    img: "/blogs/blog-50.jpg",
  },
  {
    id: 51,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ניהול קמפיינים בשיווק ישיר – ככה עושים את זה נכון!",
    author: "אמיר דבוש",
    content: "",
    short:
      "להשוות בין קמפיינים שונים ולקבל תובנות חשובות לגבי קמפיינים עתידיים. העידן החדש המתאפיין בהתבססות עולם הדיגיטל, המעבר למובייל ומהפיכת השיתוף...",
    img: "/blogs/blog-51.jpg",
  },
  {
    id: 52,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך להגדיר יעדי שירות בהתאמה לצרכי הארגון?",
    author: "אמיר דבוש",
    content: "",
    short:
      "יעדי השירות אפקטיביים צריכים להיות מדידים (רצוי באמצעות CRM), בעלי יכולת להשגה ובהירים לכולם. הגדרת מטרות השירות הינו תהליך חיוני...",
    img: "/blogs/blog-52.jpg",
  },
  {
    id: 53,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך תגדילו את מחזור החיים של הלקוח?",
    author: "אמיר דבוש",
    content: "",
    short:
      "כל מקצוען מכירות ו/או שירות לקוחות יודע שביזנס טוב זה לא רק ביצוע עסקה חד פעמית ומצלחת ככל שתהיה....",
    img: "/blogs/blog-53.jpg",
  },
  {
    id: 54,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מערכת CRM ו-AI: השילוב המנצח של העידן החדש!",
    author: "אמיר דבוש",
    content: "",
    short:
      "כמות המידע האדירה של נתונים המצטברים במערכות CRM מבוססות ענן ומובייל העצימה משמעותית את הערך המוסף של המערכות לארגונים. העידן...",
    img: "/blogs/blog-54.jpg",
  },
  {
    id: 55,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מערכת CRM - מגמות עולמיות 2019",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכות לניהול קשרי לקוחות עוברות בשנים האחרונות שינויים דרמטיים על מנת לספק מענה הולם לצרכים ולדפוסי העבודה הדינמיים של...",
    img: "/blogs/blog-55.jpg",
  },
  {
    id: 56,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "CRM בשטח: מדוע זה כל כך חיוני?",
    author: "אמיר דבוש",
    content: "",
    short:
      "מהפכת המובייל הרגילה לקוחות של כל חברה המספקת מוצרים, פתרונות או שירותים למענה מהיר, יעיל, מדויק, בכל מקום תוך...",
    img: "/blogs/blog-56.jpg",
  },
  {
    id: 57,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "שירות לקוחות יזום בישראל – הגיע הזמן ליישם!",
    author: "אמיר דבוש",
    content: "",
    short:
      "שירות לקוחות יזום הינו מונח המתייחס למצב בו נציגי השירות פונים ללקוחות מראש מתוך יוזמה שלהם ושונה באופן מהותי...",
    img: "/blogs/blog-57.jpg",
  },
  {
    id: 58,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תוכנת CRM או תוכנת CSS: מה נכון לכם יותר?",
    author: "אמיר דבוש",
    content: "",
    short:
      "העידן החדש מחייב מחלקות שירות לקוחות של ארגונים להתנהל בד''כ עם מערכות תוכנה חכמות משני סוגים: מערכות לניהול שירות...",
    img: "/blogs/blog-58.jpg",
  },
  {
    id: 59,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מדוע ניהול INBOUND CALLS קריטי לשירות לקוחות?",
    author: "אמיר דבוש",
    content: "",
    short:
      "שיחות נכנסות (INBOUND CALLS) בשירות לקוחות הינן שיחות המבוצעות בצורה יזומה ע''י הלקוחות ומתועלות לנציגי התמיכה בדרך כלל ע''י...",
    img: "/blogs/blog-59.jpg",
  },
  {
    id: 60,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מתקדמים ל-CROSS CHANNEL MARKETING",
    author: "אמיר דבוש",
    content: "",
    short:
      "CROSS CHANNEL MARKETING ובתרגום לעברית שיווק חוצה ערוצים הינה שיטת שיווק חדשנית מותאמת לעידן החדש המשלבת בין ערוצי השיווק...",
    img: "/blogs/blog-60.jpg",
  },
  {
    id: 61,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "ניהול מסמכים – טרנדים בעידן החדש!",
    author: "אמיר דבוש",
    content: "",
    short:
      "ניהול מסמכים יעיל היה ונשאר אחד המפתחות המרכזיים והחשובים ביותר לפעילות עסקית של חברות וארגונים. ללא ספק תוכנה לניהול מסמכים...",
    img: "/blogs/blog-61.jpg",
  },
  {
    id: 62,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "מערכת ניהול לקוחות: איך התרבות הישראלית משפיעה על החלטות רכש?",
    author: "אמיר דבוש",
    content: "",
    short:
      "לסביבה התרבותית בכל מדינה יש השפעה ניכרת על תהליכי קבלת החלטות של רכישת מערכות מידע ארגוניות ככלל ועל רכישת...",
    img: "/blogs/blog-62.jpg",
  },
  {
    id: 63,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "יצירת לידים: האם לנהל את התהליך בארגון או במיקור חוץ?",
    author: "אמיר דבוש",
    content: "",
    short:
      "כמקבלי החלטות חשוב שתעריכו נכונה האם כדאי להעסיק ולהכשיר אנשים בארגון על מנת לייצר לידים עבור המוצרים שלכם או...",
    img: "/blogs/blog-63.jpg",
  },
  {
    id: 64,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "MOBILE CRM: מדוע זה חיוני לארגון שלכם?",
    author: "אמיר דבוש",
    content: "",
    short:
      "השימוש במובייל במגזר העסקי צומח משמעותית בשנים האחרונות לממדים המחייבים את תוכנות הניהול להיות מותאמים לדפוסי העבודה מהשטח. מערכות מתקדמות...",
    img: "/blogs/blog-64.jpg",
  },
  {
    id: 65,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "האם טלמרקטינג רלוונטי בעידן החדש?",
    author: "אמיר דבוש",
    content: "",
    short:
      "מגמות העידן החדש בכל הקשור לטקטיקות שיווק, מאתגרות מאוד את פעילות הטלמרקטינג שהיוותה מהלך שיווקי מרכזי בסוף המאה הקודמת...",
    img: "/blogs/blog-65.jpg",
  },
  {
    id: 66,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך למכור טוב יותר",
    author: "אמיר דבוש",
    content: "",
    short:
      "כאשר אתם מנהלים עסק, חברה או אפילו פועלים כפרילנסרים, שמעניקים מוצרים ושירותים למגוון רחב של לקוחות – השאיפה הגדולה...",
    img: "/blogs/blog-66.jpg",
  },
  {
    id: 67,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך לנהל עסק מרחוק",
    author: "אמיר דבוש",
    content: "",
    short:
      "העסק שלכם, הוא בדרך כלל גם ה''בייבי'' שלכם: אתם משקיעים בו ימים כלילות, שוכרים עובדים המתמחים בתחומם ומחפשים דרכים...",
    img: "/blogs/blog-67.jpg",
  },
  {
    id: 68,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "למה עסק קטן צריך CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת CRM או CUSTOMER RELATIONSHIP MANAGEMENT היא מערכת שמטרתה לסייע לארגונים, חברות ועסקים קטנים ברחבי העולם, לנהל ביעילות את...",
    img: "/blogs/blog-68.jpg",
  },
  {
    id: 69,
    filters: ["all", "CRM", "ניהול לקוחות"],
    title: "איך להתמודד עם התנגדויות של לקוחות",
    author: "אמיר דבוש",
    content: "",
    short:
      "התנגדויות של לקוחות הן מן התופעות הקשות ביותר והמעיקות ביותר בכל עסק. כיום, בעידן שבו כל העולם המערבי מחובר...",
    img: "/blogs/blog-69.jpg",
  },
  {
    id: 70,
    filters: ["all", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך לנהל נכון את העסק",
    author: "אמיר דבוש",
    content: "",
    short:
      "העסק שלכם הוא כמו צמח: לאחר שתשתלו אותו, יהיה עליכם לטפל בו בהרבה אהבה ולטפח אותו מידי יום עד...",
    img: "/blogs/blog-70.jpg",
  },
  {
    id: 71,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "מדוע כדאי לעבור מ- EXCEL למערכת CRM",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת ה- CRM היא מערכת שמטרתה להביא לניהול קשרי הלקוחות האופטימלי ביותר – היא פותחה בכדי להנגיש עבורכם את...",
    img: "/blogs/blog-71.jpg",
  },
  {
    id: 72,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "כיצד מערכת CRM משפרת תוצאות",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת ה- CRM היא מערכת שימור וקשרי לקוחות, שמטרתה לסייע ולהנגיש את כל המידע שברשות החברה, אודות הלקוחות שלה...",
    img: "/blogs/blog-72.jpg",
  },
  {
    id: 73,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "3 דרכים להגדלת אחוזי שמירת הלקוחות",
    author: "אמיר דבוש",
    content: "",
    short:
      "השאיפה של כל עסק – היא להתפתח. קיימות אינספור דרכים להרחיב את העסק, כולן טקטיקות שמשתנות ומצריכות מגוון רחב...",
    img: "/blogs/blog-73.jpg",
  },
  {
    id: 74,
    filters: ["all", "הצלחת לקוח"],
    title: "איך להכין טמפלייט לשליחת אימייל לפני פגישה",
    author: "אמיר דבוש",
    content: "",
    short:
      "בוקר טוב! הגיעה השעה לקום בבוקר, לפתוח את המייל ולראות מה השתנה בעולם בשעות השינה האחרונות. אנחנו מכינים את...",
    img: "/blogs/blog-74.jpg",
  },
  {
    id: 75,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "מה זה CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "את החיים של המאה ה- 21 אי אפשר לדמיין בלי השימוש בפלאפונים החכמים ובאפליקציות השונות. בימי קדם, היינו זוכרים...",
    img: "/blogs/blog-75.jpg",
  },
  {
    id: 76,
    filters: ["all", "הצלחת לקוח"],
    title: "המדריך המלא לשיווק באימייל",
    author: "אמיר דבוש",
    content: "",
    short:
      "המייל מהווה מאז ימי שחר האינטרנט ועד היום, כלי שיווקי איכותי. ניתן להשתמש בו, בכדי לבסס חיבור אותנטי יחד...",
    img: "/blogs/blog-76.png",
  },
  {
    id: 77,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך CRM משפר את חווית הלקוח",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת ה- CRM מאפשרת לחברות ועסקים ברחבי העולם לפתח אסטרטגיות יעילות, לניהול קשרי הלקוחות שלהם. המערכת תורמת לשיפור התקשורת...",
    img: "/blogs/blog-77.jpg",
  },
  {
    id: 78,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "כיצד מבצעים תשאול לקוח אפקטיבי בשיחה ההיכרות הראשונית?",
    author: "אמיר דבוש",
    content: "",
    short:
      "פגישת ההיכרות עם הלקוח, היא ההזדמנות הטובה ביותר לאסוף את כל המידע החיוני, בכדי ליצור מערכת יחסית מיטיבה...",
    img: "/blogs/blog-78.jpg",
  },
  {
    id: 79,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "שיווק באמצעות SMS",
    author: "אמיר דבוש",
    content: "",
    short:
      "כיום, כולנו הולכים עם חבר דיגיטלי ביד, הלוא הוא הפלאפון החכם. מסיבה זו, שיווק באמצעות SMS מהווה שיטת שיווק...",
    img: "/blogs/blog-79.jpg",
  },
  {
    id: 80,
    filters: ["all", "הצלחת לקוח"],
    title: "האם הלקוח מעוניין לרכוש מכם? 6 שאלות יסייעו לכם לגלות",
    author: "אמיר דבוש",
    content: "",
    short:
      "כאשר אתם עומדים בפני הלקוח בחנות או בפגישה, אתם מציעים לו שירות או מוצר מאוד ספציפיים. נראה כי הלקוח...",
    img: "/blogs/blog-80.png",
  },
  {
    id: 81,
    filters: ["all", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך להתמודד עם תופעת העלמות הלקוחות?",
    author: "אמיר דבוש",
    content: "",
    short:
      "העלמות לקוחות היא תופעה אשר יכולה להתרחש מסיבות רבות, אך מחייבת מענה סבלני ומקצועי, כבר מהפגישה הראשונה. יצירת...",
    img: "/blogs/blog-81.jpg",
  },
  {
    id: 82,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "איך להתכונן לפגישה הראשונה עם לקוח?",
    author: "אמיר דבוש",
    content: "",
    short:
      "הפגישה הראשונה היא פגישה בעלת פוטנציאל רב למערכת היחסים עם הלקוח, לטווח הקצר כמו גם למערכת היחסים בעתיד....",
    img: "/blogs/blog-82.jpg",
  },
  {
    id: 83,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "המדריך לטרגוט לקוחות- איתור לקוחות ברחבי הרשת",
    author: "אמיר דבוש",
    content: "",
    short:
      "טרגוט לקוחות ברשת, מאפשר לכם לייעל בצורה משמעותית כל קמפיין שאתם מעלים לרשתות החברתיות, ולהגדיל את רווחי החברה...",
    img: "/blogs/blog-83.jpg",
  },
  {
    id: 84,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "מה הם היתרונות הטמעת מערכת הCRM בעסק?",
    author: "אמיר דבוש",
    content: "",
    short:
      "ניהול קשרי הלקוחות בעסק שלכם, הוא המפתח להצלחה העסקית. על כן, מומלץ להשקיע משאבים רבים על מנת להעניק...",
    img: "/blogs/blog-84.jpg",
  },
  {
    id: 85,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "כיצד לבחור את מערכת ה CRM הנכונה לעסק שלכם?",
    author: "אמיר דבוש",
    content: "",
    short:
      "על מנת להעניק שירות מיומן ומקצועי ללקוחות שלכם, אתם רוצים להטמיע מערכת CRM כבר בשלבי ההקמה הראשוניים של...",
    img: "/blogs/blog-85.jpg",
  },
  {
    id: 86,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "כיצד ניתן להעלות את שביעות רצון הלקוחות בעזרת מערכת CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "שירות הלקוחות בחברה, החל מהשיחה הראשונה עם הלקוח, הוא הפרמטר הקובע את מידת שביעות הרצון מהשירותים והטיפול המקצועי...",
    img: "/blogs/blog-86.jpg",
  },
  {
    id: 87,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "איך לגרום לעובדי החברה להשתמש במערכת CRM בשגרת העבודה?",
    author: "אמיר דבוש",
    content: "",
    short:
      "הטמעת מערכת CRM לעסק, היא משימה המחייבת אתכם לבצע תהליך ארגון מחדש לשיטות העבודה. כלל ותצליחו לגרום לעובדים...",
    img: "/blogs/blog-87.jpg",
  },
  {
    id: 88,
    filters: ["all", "CRM", "הצלחת לקוח", "ניהול לקוחות"],
    title: "האם העסק שלך זקוק למערכת CRM בעבודה השוטפת?",
    author: "אמיר דבוש",
    content: "",
    short:
      "מערכת CRM היא המערכת שיכולה להפוך את העסק שלכם למכונה משומנת, ולכן מומלץ להשקיע משאבים בהטמעתה בעסק. רצוי...",
    img: "/blogs/blog-88.jpg",
  },
  {
    id: 89,
    filters: ["all", "CRM", "הצלחת לקוח"],
    title: "תהליך הטמעת מערכת CRM בעסק שלכם",
    author: "אמיר דבוש",
    content: "",
    short:
      "ניהול מערכות היחסים שלכם עם לקוחות החברה, הופך להיות נוח יותר כאשר יש בידכם כלי שמרכז את כל...",
    img: "/blogs/blog-89.jpg",
  },
  {
    id: 90,
    filters: ["all"],
    title: "ארבעת שלבי המכירה להגדלת אחוזי הסגירה",
    author: "אמיר דבוש",
    content: "",
    short:
      "איך למכור נכון. 4 שלבי המכירה לתהליך מכירה מוצלח. איך ליצור גידול מתמשך במכירות. מכירה אפקטיבית מתחילה בגישה הנכונה...",
    img: "/blogs/blog-27.jpg",
  },
  {
    id: 91,
    filters: ["all", "CRM"],
    title: "הכרות מלאה עם מערכות CRM לעסק שלכם",
    author: "אמיר דבוש",
    content: "",
    short:
      "הכרות עם הכלים במערכות ניהול לקוחות. טיפים לשימוש. איך כל זה הולך לעזור לכם בעסק אם מערכות CRM עדיין...",
    img: "/blogs/blog-91.jpg",
  },
  {
    id: 92,
    filters: ["all", "CRM"],
    title: "בחירת מערכת CRM לעסק קטן – המדריך המלא",
    author: "אמיר דבוש",
    content: "",
    short:
      "איך לבחור מערכת CRM לעסק קטן. מה תוכלו להשיג באמצעות המערכת. נתונים ומספרים על האתגרים בהטמעת המערכת אצל...",
    img: "/blogs/blog-92.jpg",
  },
  {
    id: 93,
    filters: ["all"],
    title: "יצירת תוכן אפקטיבי למשפך השיווקי",
    author: "אמיר דבוש",
    content: "",
    short:
      "איך ליצור תוכן שמגדיל את אחוזי ההמרה במשפך השיווקי. איך לבנות משפך שיווקי להגדלת המכירות. הבנת הצרכים והכאבים...",
    img: "/blogs/blog-93.jpg",
  },
  {
    id: 94,
    filters: ["all"],
    title: "כל מה שלא סיפרו לך על מכירות",
    author: "אמיר דבוש",
    content: "",
    short:
      "השלבים המקדימים לבניית תהליך מכירה שמייצר גידול בעסק. בדיקת הצעת המכר והתנאים השונים להצלחת המכירה. כך תגדילו את...",
    img: "/blogs/blog-94.jpg",
  },
  {
    id: 95,
    filters: ["all"],
    title: "בניית פרופיל לקוח – הצעד ההכרחי לעסק חכם יותר",
    author: "אמיר דבוש",
    content: "",
    short:
      "איך לבנות פרופיל לקוח. איך להפוך את השיווק לחכם יותר ולפגוע בלקוחות המדויקים לכם. למכור בקלות עם פרופיל...",
    img: "/blogs/blog-95.jpg",
  },
  {
    id: 96,
    filters: ["all", "ניהול לקוחות"],
    title: "מהו ליד (LEAD), מהי הזדמנות (OPPORTUNITY) בעולם ה CRM?",
    author: "אמיר דבוש",
    content: "",
    short:
      "ליד הוא קצה חוט של מידע על הזדמנות עסקית לפעמים רק שם וטלפון הזדמנות היא סיכוי למכירה הדורש...",
    img: "/blogs/blog-96.png",
  },
  {
    id: 97,
    filters: ["all", "ניהול לקוחות"],
    title: "איך משמרים לקוחות? המדריך המלא",
    author: "אמיר דבוש",
    content: "",
    short:
      "הדרך הנכונה לשמר לקוחות ולגרום לכל לקוח לרכוש יותר מהעסק שלכם. לגרום ללקוחות שלכם לרכוש מכם שוב ושוב. שימור...",
    img: "/blogs/blog-97.jpg",
  },
  {
    id: 98,
    filters: ["all", "ניהול לקוחות"],
    title: "לקדם את העסק עם שירות לקוחות מעולה",
    author: "אמיר דבוש",
    content: "",
    short:
      "לבנות את מחלקת שירות הלקוחות בעסק וליצור נהלים שמשרתים את יעדי החברה שלכם. איך בונים שירות לקוחות לקידום...",
    img: "/blogs/blog-98.jpg",
  },
  {
    id: 99,
    filters: ["all", "CRM"],
    title: "מדריך מעשי לבניית אפיון / הגדרת צרכי הלקוח לבחירת מערכת CRM",
    author: "אמיר דבוש",
    content: "",
    short:
      "מבוא מסמך זה נבנה עקב פניות רבות של לקוחות המעוניינים לבנות ולהטמיע מערכת CRM בארגון שלהם. לקוחות מבקשים מאיתנו מסמך אפיון...",
    img: "/blogs/blog-99.png",
  },
];

export default BlogData;
