{
  "CampaignOptimization": [
    { "header": "Campaign Optimization" },
    {
      "id": 1,
      "title": "Measure and analyze campaign results in real time",
      "content": "Manage your company marketing campaigns easily and effectively, measuring and comparing results using Skyz Marketing. Define and compare variables such as leads coming from a campaign, opportunities created, sales that closed, company size and location. Compare the data in one program in order to draw conclusions that benefit the organization."
    },
    {
      "id": 2,
      "title": "Get insights into customer trends and market direction",
      "content": "Gain insights from your marketing data in real time. Use the data to create charts and graphs – to illustrate trends in a simple yet elegant way. Share concerns among your department staff and determine the course of action for future advertising campaigns."
    }
  ],
  "CustomerClubs": [
    { "header": "Customer clubs" },
    {
      "id": 1,
      "title": "Establish attractive customer clubs whenever you need them",
      "content": "Build the infrastructure to create and run successful customer clubs through Skyz Marketing. Sign up new customers into the club’s membership list through a unique marketing registration system. Understand how easy and convenient it is to send updates and promotions on a regular basis."
    },
    {
      "id": 2,
      "title": "Send timely newsletters with the click of a button",
      "content": "Marketing newsletters help strengthen and maintain customer loyalty—send them through Skyz’s advanced email system. Design your newsletter to suit your organization’s needs with different templates that are provided. Enable collaborative content and production with your staff using an advanced document management system."
    },
    {
      "id": 3,
      "title": "Up-selling and cross-selling will help you to increase revenues",
      "content": "Increase your revenues by sending out successful messaging that promote up-sales and cross-sales. Pitch your company’s customer base with Skyz Marketing according to their interests and budget. With well thought out offers and increased customer communication, increase your revenue with less marketing expenditure."
    }
  ]
}
